Repository: Linkheroes/ETC-Viewer
Catalog: Nanopool/Translation/*.lproj/Translation.strings
Languages: fr

source: Worker(s)
fr: Travailleur(s)

source: Worker
fr: Travailleur

source: Total paid
fr: Tous les paiements

source: payment(s)
fr: paiement(s)

source: You have not received any payment
fr: Vous n'avez reçus aucun paiement

source: NAME
fr: NOM

source: CURRENT HASHRATE
fr: PUISSANCE DE CALCUL

source: RATING
fr: COTES

source: LAST SEEN
fr: DERNIÈRE CONNEXION

source: BALANCE
fr: SOLDE

source: UNCONFIRMED BALANCE
fr: SOLDE NON CONFIRMÉ

source: Just now
fr: Maintenant

source: 1 hour ago
fr: y'a une heure

source: 2 hours ago
fr: y'a 2 heures

source: 3 hours ago
fr: y'a 3 heures

source: 4 hours ago
fr: y'a 4 heures

source: 5 hours ago
fr: y'a 5 heures

source: 6 hours ago
fr: y'a 6 heures

source: 7 hours ago
fr: y'a 7 heures

source: 8 hours ago
fr: y'a 8 heures

source: 9 hours ago
fr: y'a 9 heures

source: 10 hours ago
fr: y'a 10 heures

source: 11 hours ago
fr: y'a 11 heures

source: 12 hours ago
fr: y'a 12 heures

source: 13 hours ago
fr: y'a 13 heures

source: 14 hours ago
fr: y'a 14 heures

source: 15 hours ago
fr: y'a 15 heures

source: 16 hours ago
fr: y'a 16 heures

source: 17 hours ago
fr: y'a 17 heures

source: 18 hours ago
fr: y'a 18 heures

source: 19 hours ago
fr: y'a 19 heures

source: 20 hours ago
fr: y'a 20 heures

source: 21 hours ago
fr: y'a 21 heures

source: 22 hours ago
fr: y'a 22 heures

source: 23 hours ago
fr: y'a 23 heures

source: 24 hours ago
fr: y'a 24 heures

source: Payouts
fr: Paiements

source: Confirmed
fr: Confirmé

source: Pending
fr: En attente

source: 1 min ago
fr: y'a 1 min

source: 2 min ago
fr: y'a 2 min

source: 3 min ago
fr: y'a 3 min

source: 4 min ago
fr: y'a 4 min

source: 5 min ago
fr: y'a 5 min

source: 6 min ago
fr: y'a 6 min

source: 7 min ago
fr: y'a 7 min

source: 8 min ago
fr: y'a 8 min

source: 9 min ago
fr: y'a 9 min

source: 10 min ago
fr: y'a 10 min

source: 11 min ago
fr: y'a 11 min

source: 12 min ago
fr: y'a 12 min

source: 13 min ago
fr: y'a 13 min

source: 14 min ago
fr: y'a 14 min

source: 15 min ago
fr: y'a 15 min

source: 16 min ago
fr: y'a 16 min

source: 17 min ago
fr: y'a 17 min

source: 18 min ago
fr: y'a 18 min

source: 19 min ago
fr: y'a 19 min

source: 20 min ago
fr: y'a 20 min

source: 21 min ago
fr: y'a 21 min

source: 22 min ago
fr: y'a 22 min

source: 23 min ago
fr: y'a 23 min

source: 24 min ago
fr: y'a 24 min

source: 25 min ago
fr: y'a 25 min

source: 26 min ago
fr: y'a 26 min

source: 27 min ago
fr: y'a 27 min

source: 28 min ago
fr: y'a 28 min

source: 29 min ago
fr: y'a 29 min

source: 30 min ago
fr: y'a 30 min

source: 31 min ago
fr: y'a 31 min

source: 32 min ago
fr: y'a 32 min

source: 33 min ago
fr: y'a 33 min

source: 34 min ago
fr: y'a 34 min

source: 35 min ago
fr: y'a 35 min

source: 36 min ago
fr: y'a 36 min

source: 37 min ago
fr: y'a 37 min

source: 38 min ago
fr: y'a 38 min

source: 39 min ago
fr: y'a 39 min

source: 40 min ago
fr: y'a 40 min

source: 41 min ago
fr: y'a 41 min

source: 42 min ago
fr: y'a 42 min

source: 43 min ago
fr: y'a 43 min

source: 44 min ago
fr: y'a 44 min

source: 45 min ago
fr: y'a 45 min

source: 46 min ago
fr: y'a 46 min

source: 47 min ago
fr: y'a 47 min

source: 48 min ago
fr: y'a 48 min

source: 49 min ago
fr: y'a 49 min

source: 50 min ago
fr: y'a 50 min

source: 51 min ago
fr: y'a 51 min

source: 52 min ago
fr: y'a 52 min

source: 53 min ago
fr: y'a 53 min

source: 54 min ago
fr: y'a 54 min

source: 55 min ago
fr: y'a 55 min

source: 56 min ago
fr: y'a 56 min

source: 57 min ago
fr: y'a 57 min

source: 58 min ago
fr: y'a 58 min

source: 59 min ago
fr: y'a 59 min

source: 60 min ago
fr: y'a 60 min

source: 1 secondes ago
fr: y'a 1 sec

source: 2 secondes ago
fr: y'a 2 sec

source: 3 secondes ago
fr: y'a 3 sec

source: 4 secondes ago
fr: y'a 4 sec

source: 5 secondes ago
fr: y'a 5 sec

source: 6 secondes ago
fr: y'a 6 sec

source: 7 secondes ago
fr: y'a 7 sec

source: 8 secondes ago
fr: y'a 8 sec

source: 9 secondes ago
fr: y'a 9 sec

source: 10 secondes ago
fr: y'a 10 sec

source: 11 secondes ago
fr: y'a 11 sec

source: 12 secondes ago
fr: y'a 12 sec

source: 13 secondes ago
fr: y'a 13 sec

source: 14 secondes ago
fr: y'a 14 sec

source: 15 secondes ago
fr: y'a 15 sec

source: 16 secondes ago
fr: y'a 16 sec

source: 17 secondes ago
fr: y'a 17 sec

source: 18 secondes ago
fr: y'a 18 sec

source: 19 secondes ago
fr: y'a 19 sec

source: 20 secondes ago
fr: y'a 20 sec

source: 21 secondes ago
fr: y'a 21 sec

source: 22 secondes ago
fr: y'a 22 sec

source: 23 secondes ago
fr: y'a 23 sec

source: 24 secondes ago
fr: y'a 24 sec

source: 25 secondes ago
fr: y'a 25 sec

source: 26 secondes ago
fr: y'a 26 sec

source: 27 secondes ago
fr: y'a 27 sec

source: 28 secondes ago
fr: y'a 28 sec

source: 29 secondes ago
fr: y'a 29 sec

source: 30 secondes ago
fr: y'a 30 sec

source: 31 secondes ago
fr: y'a 31 sec

source: 32 secondes ago
fr: y'a 32 sec

source: 33 secondes ago
fr: y'a 33 sec

source: 34 secondes ago
fr: y'a 34 sec

source: 35 secondes ago
fr: y'a 35 sec

source: 36 secondes ago
fr: y'a 36 sec

source: 37 secondes ago
fr: y'a 37 sec

source: 38 secondes ago
fr: y'a 38 sec

source: 39 secondes ago
fr: y'a 39 sec

source: 40 secondes ago
fr: y'a 40 sec

source: 41 secondes ago
fr: y'a 41 sec

source: 42 secondes ago
fr: y'a 42 sec

source: 43 secondes ago
fr: y'a 43 sec

source: 44 secondes ago
fr: y'a 44 sec

source: 45 secondes ago
fr: y'a 45 sec

source: 46 secondes ago
fr: y'a 46 sec

source: 47 secondes ago
fr: y'a 47 sec

source: 48 secondes ago
fr: y'a 48 sec

source: 49 secondes ago
fr: y'a 49 sec

source: 50 secondes ago
fr: y'a 50 sec

source: 51 secondes ago
fr: y'a 51 sec

source: 52 secondes ago
fr: y'a 52 sec

source: 53 secondes ago
fr: y'a 53 sec

source: 54 secondes ago
fr: y'a 54 sec

source: 55 secondes ago
fr: y'a 55 sec

source: 56 secondes ago
fr: y'a 56 sec

source: 57 secondes ago
fr: y'a 57 sec

source: 58 secondes ago
fr: y'a 58 sec

source: 59 secondes ago
fr: y'a 59 sec

source: 60 secondes ago
fr: y'a 60 sec
